[
    {"name": "Asset Management", "abbreviation": "AM", "description":"Asset Management “AM”  details how an organization manages the inventory and life cycle of it's assets including hardware and software."},
    {"name": "Configuration Controls", "abbreviation": "CC", "description": "Configuration Controls “CC” details how an organization manages the configuration of systems and critical files within it's environment."},
    {"name": "Continuity and Recovery Planning", "abbreviation": "RP", "description":"Continuity & Recovery Planning “RP” details how an organization manages it's business continuity and disaster recovery planning and execution."},
    {"name": "Data Encryption", "abbreviation": "DE", "description":"Data Encryption “DE” details how an organization protects its sensitive data. This includes data devaluation requirements and encryption protocols."},
    {"name": "Data Classification", "abbreviation": "DC", "description": "Data Classification “DC” details how an organization labels and handles its sensitive data."},
    {"name": "Fraud Monitoring", "abbreviation": "FM", "description": "Fraud Monitoring “FM” details how an organization manages its processes to detect fraudulent activities. This includes maintaining and testing fraud monitoring tools."},
    {"name": "Governance", "abbreviation": "GV", "description": "Governance “GV” details how an organization manages its comprehensive information security program. This includes roles and responsibilities as well as safeguards."},
    {"name": "Human Resources", "abbreviation": "HR", "description": "Human Resources 'HR' details how an organization maintains security controls around employee management. This includes background checks, drug screening, and onboarding procedures."},
    {"name": "Identity Management and Access Controls", "abbreviation":"AC", "description":"Identity Management and Access Controls “AC” details how an organization provisions access to systems deployed in its environment."},
    {"name": "Incident Response Planning", "abbreviation": "IR", "description": "Incident Response Planning “IR” details how an organization manages its incident response program. This includes roles, responsibilities, testing, and communications around incidents."},
    {"name": "Network Infrastructure", "abbreviation": "NI", "description": "Network Infrastructure “NI” details how an organization maintains its network infrastructure in a secure manner. This includes network diagrams and documentation for network devices, services, ports, protocols, and segmentation strategies."},
    {"name": "Patch Management", "abbreviation": "PM", "description": "Patch Management “PM” details how an organization manages its patch cadence for systems within the environment."},
    {"name": "Physical Security", "abbreviation": "PS", "description": "Physical Security “PS” details how an organization manages its physical safeguards to protect both people and information assets. This includes physical controls for facilities, badging for personnel, and physical penetration tests for facilities."},
    {"name": "Project Planning", "abbreviation": "PP", "description": "Project Planning “PP” details how an organization manages its budget and project implementations. This includes SDLC."},
    {"name": "Risk Management", "abbreviation": "RM", "description": "Risk Management “RM” details how an organization manages its risk posture. This includes risk assessments."},
    {"name": "Security Compliance", "abbreviation": "SC", "description": "Security Compliance “SC” details how an organization manages legislative, statutory and regulatory requirements regarding cybersecurity."},
    {"name": "Security Continuous Monitoring", "abbreviation": "CM", "description": "Security Continuous Monitoring “CM” details how an organization monitors for security events. This includes responding to detected threat activity."},
    {"name": "Technology Change Management", "abbreviation": "TC", "description": "Technology Change Management “TC” details how an organization manages changes within systems deployed in its environment. This includes policies, procedures, roles, responsibilities, ticketing, and approvals."},
    {"name": "Threat Detection", "abbreviation": "TD", "description": "Threat Detection “TD” details how an organization manages its program to identify potential threats to systems, people, and facilities."},
    {"name": "Vulnerability Management", "abbreviation": "VM", "description": "Vulnerability Management “VM” details how an organization manages identifying and communicating vulnerabilities to its systems."}
]