[
    {"name": "CISO", "description": "A Chief Information Security Officer (CISO) is a senior-level executive within an organization responsible for establishing and maintaining the enterprise vision, strategy, and program to ensure information assets and technologies are adequately protected."},
    {"name": "Data Scientist Privacy Director", "description": "A Data Scientist is typically responsible for collecting, analyzing, and interpreting large amounts of data. While analyzing data, the data scientist looks for patterns or trends while trying to simplify data problems."},
    {"name": "DevOps System Engineer", "description": "A System Engineer is typically responsible for designing, implementing and maintaining the information technology systems for an organization. Their duties include designing the basic computing infrastructure to accomplish key tasks, establishing networking rules for cybersecurity and troubleshooting network errors or other technical issues."},
    {"name": "Director of Crisis Management", "description": "A Director of Crisis Management is typically responsible for planning and leading the response to disasters and other emergencies. This person typically designs and tests procedures for the organization to be ready for such events."},
    {"name": "Director of Fraud", "description": "A Director of Fraud is typically responsible for setting fraud risk policies and driving cross-functional strategic initiatives to minimize fraud risk."},
    {"name": "Director of Physical Security", "description": "A Director of Physical Security is typically responsible for the physical protection and welfare of members and assets of an organization."},
    {"name": "HR Generalist Business Partner", "description": "A HR Generalist is typically responsible for administrative compliance-oriented tasks such as maintaining employee records, administering benefits and payroll, and providing employee self-service."},
    {"name": "Manager of Disaster Recovery", "description": "A Manager of Disaster Recovery is typically responsible for the design, implementation, and communication of business continuance and disaster recovery plans and processes."},
    {"name": "Manager of Threat Detection", "description": "A Manager or Threat Detection is typically responsible for the organization’s threat framework to prevent cyber attacks, detect cyber threats, and respond to security incidents."},
    {"name": "Manager of Vendor Management", "description": "A Manager of Vendor Management is typically responsible for facilitating and maintaining relationships between the organization and vendors, negotiating contracts, creating standards for the vendors, assessing vendor risk, and finding the best available vendors."},
    {"name": "Manager of Vulnerability Management", "description": "A Manager of Vulnerability Management is typically responsible for identifying, evaluating, treating, and reporting security vulnerabilities in systems and the software that runs on them."},
    {"name": "Network Engineer Architect", "description": "A Network Engineer/Architect is typically responsible for planning, designing, implementing and overseeing the computer networks that support voice, data, video and wireless network services."},
    {"name": "Patch Champion", "description": "A Patch Champion is typically a designated person responsible for ensuring that assets are patched in a timely manner per defined standards."},
    {"name": "Security Compliance Officer", "description": "A Security Compliance Officer is typically responsible for developing and implementing security policies, training staff on security procedures, and responding to security incidents."},
    {"name": "SOC Analyst", "description": "A SOC Analyst is typically responsible for ensuring that possible security incidents are accurately identified, analyzed, guarded against, investigated and made known."},
    {"name": "Software Engineer Developer", "description": "This is a sample description."},
    {"name": "VP of Risk Management", "description": "A VP of Risk Management is typically responsible for overseeing a company’s risk management framework and capabilities. This person effectively aggregates and communicates the company’s main operational risks to senior management and key governance forums."}
]